"Which model would you like to use?" = "ما النموذج الذي ترغب في استخدامه؟";

"Message" = "رسالة";

"Would you like to start a new chat?" = "هل ترغب في بدء دردشة جديدة؟";

"This action will send a single message to a chat with ChatGPT and return the response." = "سيرسل هذا الإجراء رسالة واحدة في دردشة مع ChatGPT ويرجع الإجابة.";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "سيؤدي هذا الإجراء إلى فتح تطبيق ChatGPT لبدء محادثة صوتية.";

"Is there anything else you would like to ask about?" = "هل هناك أي أمر آخر ترغب في طرح سؤال بشأنه؟";

"Model name" = "اسم النموذج";

"Settings…" = "الإعدادات...";

"Change Shortcut" = "تغيير الاختصار";

"Model to use with the new chat" = "نموذج لاستخدامه في الدردشة الجديدة";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "ما إذا كان سيتم تمكين الدردشة المتبادلة أم تنفيذ سلسلة الخطوات المحددة مباشرة بعد الإجابة";

"Chat Identifier" = "معرف الدردشة";

"Content" = "المحتوى";

"%@" = "%@";

"Model slug" = "وصف النموذج";

"Start new chat" = "ابدأ دردشة جديدة";

"Toggle Sidebar" = "طي/توسيع الشريط الجانبي";

"Check for Updates…" = "التحقق من وجود تحديثات...";

"Message to send to ChatGPT" = "رسالة إلى ChatGPT";

"What would you like to ask ChatGPT about?" = "ما الذي ترغب في سؤال ChatGPT بشأنه؟";

"Indicates whether a new chat should be started" = "يشير إلى ما إذا كان يفترض بدء دردشة جديدة أم لا";

"Model" = "النموذج";

"Message Identifier" = "معرف الرسالة";

"ChatGPT Help" = "تعليمات ChatGPT";

"Ask ChatGPT" = "اطرح سؤالك على ChatGPT";

"Continuous chat" = "دردشة مستمرة";

"New Temporary Chat" = "دردشة مؤقتة جديدة";

"You can continue this chat from the app." = "يمكنك مواصلة هذه الدردشة من التطبيق.";

"New Chat" = "دردشة جديدة";

"Start voice conversation with ChatGPT" = "ابدأ محادثة صوتية مع ChatGPT";

"Start voice conversation" = "ابدأ محادثة صوتية";

